import Paragraph from './paragraph';

const About = () => (
  <div>
    <span>О себе:</span>
    <Paragraph>
      20-летний парень, который хочет участвовать в разработке крутых
      сервисов для людей. Закончив школу с отличием и поступив в институт на
      техническую специальность, словил экзистенциальный кризис от качества
      и методов образования и решил вне привычной парадигмы обучаться профессии,
      которая позволила бы с пользой реализовать свои навыки, быть способным
      на планомерное, уверенное личностное и профессиональное развитие вместе
      с крутыми разработчиками.
    </Paragraph>
  </div>
);

export default About;
